amd-ucode
archiso
ark
autotiling-rs
base
base-devel
bemenu
bitwarden
blueman
bluez-utils
breeze
breeze-gtk
brightnessctl
calibre
caprine
code
cowsay
dolphin
dunst
efibootmgr
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
ffmpegthumbs
firefox
foot
git
glfw-wayland
gnome-keyring
grim
gwenview
hdparm
htop
inotify-tools
j4-dmenu-desktop
jupyter-notebook
kdegraphics-thumbnailers
kdesdk-thumbnailers
kdiskmark
kitty
kompare
languagetool
libappindicator-gtk2
libcpuid
libheif
libreoffice-fresh
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
linux-firmware
linux-zen
linux-zen-headers
man-db
mesa-utils
mesa-vdpau
neofetch
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-prime
nvidia-settings
nvme-cli
nvtop
nwg-look
okular
papirus-icon-theme
partitionmanager
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
qemu-full
qt5ct
qt6ct
rsync
sbctl
seahorse
slurp
sof-firmware
sshfs
strawberry
sway
swaybg
swayidle
swaylock
syncthing
thunderbird
ttf-nerd-fonts-symbols
ttf-noto-nerd
ttf-roboto-mono-nerd
ufw
usbutils
uwufetch
vdpauinfo
vi
vifm
vim
virt-manager
viu
vlc
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waybar
wev
wget
wireless-regdb
wl-mirror
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xorg-xeyes
xorg-xwayland
zip
zram-generator
zsh-autosuggestions
zsh-syntax-highlighting
