alacritty
amd-ucode
archiso
ark
base
base-devel
bemenu
bemenu-wayland
blueman
bluez-utils
breeze5
brightnessctl
cmake
colordiff
digikam
dolphin
efibootmgr
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
ffmpegthumbs
firefox
foot
fzf
gedit
git
glfw
gnome-keyring
gnome-power-manager
gnome-system-monitor
grim
gwenview
htop
hyfetch
inotify-tools
j4-dmenu-desktop
jedi-language-server
jupyter-notebook
jupyterlab-lsp
kalgebra
kdegraphics-thumbnailers
kdesdk-thumbnailers
kdiskmark
kfilemetadata5
kompare
konsole
kvantum
languagetool
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libappindicator-gtk2
libcpuid
libheif
libreoffice-fresh
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
linux-firmware
linux-zen
linux-zen-headers
man-db
mesa-utils
mesa-vdpau
neovim
netstandard-targeting-pack
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-prime
nvidia-settings
nvme-cli
nvtop
nwg-look
okular
oniguruma
opencl-headers
pacman-contrib
partitionmanager
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
powertop
profile-cleaner
pyenv
pyright
python-lsp-server
python-pynvim
qt5ct
qt6ct
rsync
sbctl
seahorse
slurp
sof-firmware
spotify-launcher
sshfs
steam
strawberry
sway
swaybg
swayidle
swaylock
swaync
tensorboard
tk
torbrowser-launcher
ttf-nerd-fonts-symbols
ttf-noto-nerd
ttf-roboto-mono-nerd
ufw
unixodbc
unrar
unzip
usbutils
vdpauinfo
vi
vifm
vim
viu
vlc
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waybar
wev
wget
wireless-regdb
wl-clipboard
wl-mirror
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xorg-xeyes
xorg-xlsclients
xorg-xwayland
zettlr
zip
zram-generator
zsh-autosuggestions
zsh-syntax-highlighting
