# use pacman -Qetq

alacritty
amd-ucode
amduprof
appimagelauncher
archiso
ark
base
blas-openblas
blas64-openblas
bleachbit
blueman
bluez-utils
chromium
cider
cmake
code-features
colordiff
dex
docker-compose
docker-rootless-extras
dolphin-plugins
efibootmgr
envycontrol
fastfetch
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
filelight
filen-desktop-bin
firefox
fzf
gammastep
gedit
geforcenow-electron
gnome-power-manager
gst-plugin-spotify
gtklock
gwenview
htop
inotify-tools
isoimagewriter
j4-dmenu-desktop
kalgebra
kdesdk-thumbnailers
kdiskmark
libappindicator-gtk2
libreoffice-fresh
libva-utils
lite-xl
mesa-utils
mission-center
mullvad-vpn-bin
namcap
network-manager-applet
nvidia-container-toolkit
nvidia-lts
nvidia-prime
nwg-look
okular
papirus-icon-theme
paru
paru-debug
pavucontrol
pixi
polkit-gnome
profile-cleaner
python-pywal
qt6ct
rclone
rdma-core
reflector
sbctl
sshfs
strawberry
sway
swaync
swayr
thunderbird
ttf-nerd-fonts-symbols
ttf-noto-nerd
ttf-roboto-mono
ttf-roboto-mono-nerd
tuned
universal-android-debloater-bin
unzip
usbutils
vast-cli-bin
vast-vscode
vdhcoapp-bin
vdpauinfo
ventoy-bin
vi
vulkan-validation-layers
wev
wget
whois
windows10-icon-theme
wl-clipboard
wl-mirror
xorg-xeyes
zed
zip
zsh-autocomplete
zsh-autosuggestions
zsh-syntax-highlighting


pipectl
wireless_tools
tuned-ppd
rofi
clang
eslint
pyright
